feature.management=\uC11C\uBE44\uC2A4 \uAD00\uB9AC
feature.management.description.old=\uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uC0C8\uB85C\uC6B4 \uC11C\uBE44\uC2A4\uB97C \uAC1C\uC124\uD558\uACE0 \uC804\uCCB4\uC801\uC778 \uB17C\uBB38 \uC81C\uCD9C \uBC0F \uC2EC\uC0AC \uC11C\uBE44\uC2A4\uB97C \uC6B4\uC601\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBCF8 \uC2DC\uC2A4\uD15C\uC5D0\uC11C\uB294 "\uC11C\uBE44\uC2A4 \uD0C0\uC785 A", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 B", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 C", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 D"\uC758 4\uAC00\uC9C0 \uC885\uB958\uB97C \uC9C0\uC6D0\uD558\uACE0 \uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uC774\uB7EC\uD55C 4\uAC00\uC9C0 \uC885\uB958\uC911 \uD558\uB098\uB97C \uC120\uD0DD\uD558\uC5EC \uC11C\uBE44\uC2A4\uB97C \uC6B4\uC601\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uAC01 \uC11C\uBE44\uC2A4 \uD0C0\uC785\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uC124\uBA85\uC740 \uB2E4\uC74C\uACFC \uAC19\uC2B5\uB2C8\uB2E4.
feature.management.description.1=\uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uC800\uB110 \uAD00\uB9AC \uC2DC\uC2A4\uD15C\uC744 \uAC1C\uC124\uD55C \uD6C4 \uC5D0\uB514\uD130 \uBA64\uBC84\uB4E4\uC744 \uB4F1\uB85D\uD558\uACE0 \uC800\uB110\uC5D0 \uC81C\uCD9C\uB418\uB294 \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD55C \uC804\uBC18\uC801\uC778 \uD589\uC815 \uC808\uCC28\uB97C \uAD00\uB9AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.management.description.2=\uB610\uD55C, \uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uD2B9\uBCC4 \uC8FC\uC81C \uD2B8\uB799\uC744 \uAC1C\uC124\uD558\uACE0 \uAD00\uB828 \uCD08\uBE59 \uD3B8\uC9D1\uC7A5\uC744 \uB4F1\uB85D\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.submission=\uB17C\uBB38 \uD22C\uACE0
feature.submission.description.1=\uB17C\uBB38 \uC800\uC790\uB4E4\uC740 \uBCF8 \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD574 \uB17C\uBB38 \uAD00\uB828 \uC815\uBCF4\uC640 \uD568\uAED8 \uC2EC\uC0AC\uBC1B\uC744 \uB17C\uBB38\uC744 \uC81C\uCD9C\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.submission.description.2=\uB17C\uBB38 \uC800\uC790\uB4E4\uC740 \uBCF8 \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD574 \uC81C\uCD9C \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD55C \uB9AC\uBDF0 \uC0C1\uD0DC\uB97C \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.submission.description.3=\uB17C\uBB38 \uC800\uC790\uB4E4\uC740 \uBCF8 \uC11C\uBE44\uC2A4\uC5D0 \uB4F1\uB85D\uB41C \uAC01 \uC800\uB110\uC5D0 \uC81C\uCD9C\uD55C \uBAA8\uB4E0 \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD574 \uB9AC\uBDF0 \uACB0\uACFC\uB97C \uD3EC\uD568\uD55C \uBAA8\uB4E0 \uC815\uBCF4\uB97C \uC5B8\uC81C\uB4E0\uC9C0 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.review=\uB17C\uBB38 \uC2EC\uC0AC
feature.review.description.1=\uB17C\uBB38 \uC2EC\uC0AC\uC790\uB4E4\uC740 \uBCF8 \uC11C\uBE44\uC2A4\uB97C \uD1B5\uD558\uC5EC \uC81C\uCD9C\uB41C \uC784\uC758\uC758 \uB17C\uBB38\uC5D0 \uB300\uD574 \uD3B8\uC9D1\uC704\uC6D0\uB4E4\uB85C \uBD80\uD130 \uC120\uD0DD\uB418\uC5B4 \uC2EC\uC0AC \uACB0\uACFC\uB97C \uBCF4\uB0BC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.review.description.2=\uB17C\uBB38 \uC2EC\uC0AC\uC790\uB4E4\uC740 \uBCF8 \uC11C\uBE44\uC2A4\uC5D0 \uB4F1\uB85D\uB41C \uAC01 \uC800\uB110\uB4E4\uC5D0 \uB300\uD574 \uBCF8\uC778\uC774 \uC2EC\uC0AC\uD55C \uBAA8\uB4E0 \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD55C \uC815\uBCF4\uB97C \uC800\uC7A5\uD558\uACE0 \uC5B8\uC81C\uB4E0\uC9C0 \uD655\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.editorship=\uD3B8\uC9D1\uC7A5 \uC5C5\uBB34
feature.editorship.description.1=\uD3B8\uC9D1\uC7A5\uC740 \uC800\uB110 \uAD00\uB9AC\uC790\uC640 \uD568\uAED8 \uB17C\uBB38 \uC81C\uCD9C \uBC0F \uC2EC\uC0AC \uC815\uCC45\uC744 \uC138\uC6B0\uACE0, \uC804\uBC18\uC801\uC778 \uC2EC\uC0AC \uC808\uCC28\uB97C \uAD00\uB9AC/\uAC10\uB3C5\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.editorship.description.2=\uBD80\uD3B8\uC9D1\uC7A5\uC740 \uD3B8\uC9D1\uC7A5\uC5D0\uAC8C \uD560\uB2F9\uBC1B\uC740 \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD574 \uC2EC\uC0AC\uC790\uB97C \uC120\uC815\uD558\uACE0 \uC804\uBC18\uC801\uC778 \uC2EC\uC0AC \uC808\uCC28\uB97C \uAD00\uB9AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
feature.editorship.description.3=\uCD08\uCCAD \uD3B8\uC9D1\uC7A5\uC740 \uD2B9\uBCC4 \uC8FC\uC81C \uD2B8\uB799\uC73C\uB85C \uC81C\uCD9C\uB41C \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD55C \uC804\uBC18\uC801\uC778 \uC2EC\uC0AC \uC808\uCC28\uB97C \uAD00\uB9AC\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
menu.about=\uC18C\uAC1C
menu.feature=\uD2B9\uC9D5
menu.demo=\uB370\uBAA8
menu.pricing=\uAC00\uACA9
demo.go=\uB370\uBAA8 \uCCB4\uD5D8\uD558\uAE30
demo.description.1=\uD2B9\uBCC4\uD788 \uC900\uBE44\uB41C \uB370\uBAA8 \uC0AC\uC774\uD2B8\uC5D0\uC11C <strong>MANUCRIPTLINK</strong>\uC758 \uBAA8\uB4E0 \uAE30\uB2A5\uC744 \uC9C1\uC811 \uCCB4\uD5D8\uD574 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
demo.description.2=\uBAA8\uB4E0 \uD615\uD0DC\uC758 \uB370\uBAA8 \uC11C\uBE44\uC2A4 \uBC0F \uBAA8\uB4E0 \uAE30\uB2A5\uB4E4\uC744 \uC9C1\uC811 \uCCB4\uD5D8\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uADC0\uD558\uC758 \uC800\uB110\uC5D0 \uB300\uD55C \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uC808\uCC28 \uC6B4\uC601\uC5D0 \uAC00\uC7A5 \uC801\uD569\uD55C \uC11C\uBE44\uC2A4\uB97C \uC9C1\uC811 \uCCB4\uD5D8\uD574 \uBCF4\uC138\uC694.
demo.description.3=\uB370\uBAA8 \uC0AC\uC774\uD2B8\uB97C \uCCB4\uD5D8\uD558\uB294 \uAC83\uC740 \uD68C\uC6D0 \uAC00\uC785\uC774 \uD544\uC694\uD558\uC9C0 \uC54A\uC73C\uBA70 \uC804\uBD80 <strong>\uBB34\uB8CC</strong>\uC785\uB2C8\uB2E4!
demo.heading=\uC9C1\uC811 <strong>\uCCB4\uD5D8</strong>\uD574 \uBCF4\uC138\uC694
about.heading=MANUCRIPTLINK
about.description=<strong>MANUSCRIPTLINK</strong>\uC5D0\uC11C \uC81C\uACF5\uD558\uB294 \uC11C\uBE44\uC2A4\uB294 \uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uC808\uCC28\uB97C \uC9C0\uC6D0\uD569\uB2C8\uB2E4. \
<br/>\uBCF8 \uC11C\uBE44\uC2A4\uB294 \uC800\uB110 \uAD00\uB9AC\uC790, \uD3B8\uC9D1\uC704\uC6D0, \uB17C\uBB38 \uD22C\uACE0\uC790, \uB17C\uBB38 \uC2EC\uC0AC\uC790\uB4E4\uC744 \uC704\uD55C \uC11C\uBE44\uC2A4\uC785\uB2C8\uB2E4.
feature.heading=\uC11C\uBE44\uC2A4 \uAE30\uB2A5
feature.description=\uBCF8 \uC11C\uBE44\uC2A4\uC5D0 \uB300\uD55C \uC2A4\uD06C\uB9B0\uC0F7\uC73C\uB85C \uC81C\uACF5\uB418\uB294 \uAE30\uB2A5\uB4E4\uC744 \uD6D1\uC5B4\uBCF4\uC138\uC694. \uC9C1\uC811 \uCCB4\uD5D8\uC744 \uC6D0\uD558\uC2DC\uBA74 <a href="http://demo.manuscriptlink.com" target="_blank">\uB370\uBAA8 \uC11C\uBE44\uC2A4</a>\uB97C \uBC29\uBB38\uD558\uC138\uC694.
pricing.title=<strong>\uAC00\uACA9</strong> \uD14C\uC774\uBE14
pricing.checklist1=\uC6D4 \uAE30\uBCF8\uB8CC
pricing.checklist2=\uC800\uC790\uC758 \uB17C\uBB38 \uC81C\uCD9C \uAC74\uC218
pricing.checklist3=\uB17C\uBB38 \uC81C\uCD9C \uAC74\uB2F9 \uCD94\uAC00 \uC694\uAE08
pricing.checklist4=\uC800\uB110 \uD3B8\uC9D1 \uD504\uB85C\uC138\uC2A4\uC5D0 \uB530\uB978 \uAD00\uB9AC\uC790/\uD3B8\uC9D1\uC7A5\uC758 \uC11C\uBE44\uC2A4 \uC124\uC815
pricing.checklist5=\uC2A4\uD398\uC15C \uC774\uC288 \uBC0F \uCD08\uBE59 \uC5D0\uB514\uD130 \uC9C0\uC6D0
pricing.checklist6=\uBBF8\uB9AC \uC798 \uC900\uBE44\uB41C \uC774\uBA54\uC77C \uD15C\uD50C\uB9BF \uBC0F \uC0AC\uC6A9\uC790 \uC124\uC815
pricing.checklist7=\uC2EC\uC0AC\uC704\uC6D0 \uD544\uD130\uB9C1 \uBC0F \uCD94\uCC9C \uAE30\uB2A5
pricing.checklist8=\uC7AC\uC2EC\uC0AC \uBC0F \uC7AC\uD22C\uACE0 \uC9C0\uC6D0
pricing.checklist9=\uD22C\uACE0 \uBD84\uC57C \uBC0F \uBD80\uD3B8\uC9D1\uC7A5 \uC9C0\uC6D0
pricing.checklist10=\uC11C\uBE44\uC2A4 \uAC1C\uC124\uC790\uC5D0\uAC8C \uBD80\uACFC\uB418\uB294 \uC815\uC561 \uC694\uAE08
pricing.checklist11=\uD3B8\uC9D1\uC704\uC6D0\uACFC \uC800\uC790\uC5D0\uAC8C \uC790\uB3D9 \uC774\uBA54\uC77C \uC804\uB2EC
pricing.checklist12=\uC2EC\uC0AC\uC704\uC6D0 \uC120\uD0DD, \uCD08\uBE59, \uD560\uB2F9
pricing.checklist13=\uC800\uC790\uC758 \uCD9C\uD310\uC6A9 \uB17C\uBB38 \uC81C\uCD9C
pricing.checklist14=\uC800\uC790\uC758 \uC870\uD310\uC778\uC1C4\uBCF8 \uAC80\uC99D
pricing.checklist15=\uD45C\uC808 \uAC80\uC0AC
pricing.checklist16=ORCID (Open Researcher and Contributor ID) \uC9C0\uC6D0
pricing.checklist17=\uCD9C\uD310 \uB17C\uBB38\uB4E4\uC5D0 \uB300\uD55C \uB514\uC9C0\uD138 \uB77C\uC774\uBE0C\uB7EC\uB9AC \uBC0F Open API
pricing.checklist18=\uC9C0\uC18D\uC801\uC778 \uC11C\uBE44\uC2A4 \uAC1C\uC120
pricing.openaservice=\uC11C\uBE44\uC2A4 \uAC1C\uC124
pricing.changetype=\uC11C\uBE44\uC2A4 \uD0C0\uC785 \uBCC0\uACBD
pricing.monthly=&nbsp;\uC6D4\uAC04&nbsp;
pricing.annual=&nbsp;\uC5F0\uAC04&nbsp;
pricing.advanced=\uB300\uADDC\uBAA8 \uD3B8\uC9D1 \uC704\uC6D0\uC6A9
pricing.basic=\uC18C\uADDC\uBAA8 \uD3B8\uC9D1 \uC704\uC6D0\uC6A9
pricing.recirculation=\uC7AC\uC2EC\uC0AC \uC9C0\uC6D0
pricing.checklist11.tooltip=Free manuscript submission per year \uC124\uBA85
pricing.checklist10.tooltip=Basic Price(per Annual) \uC124\uBA85
closing.feature.1=\uD48D\uBD80\uD55C \uAE30\uB2A5
closing.feature.2=\uC190\uC26C\uC6B4 \uAD6C\uCD95
closing.feature.3=\uBB34\uC81C\uD55C \uD22C\uACE0
closing.1=\uADC0 \uC800\uB110\uC758 \uC548\uC815\uC801\uC778 \uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uC2DC\uC2A4\uD15C \uC6B4\uC601\uC744 \uC704\uD574 \uC9C0\uC18D\uC801\uC73C\uB85C \uB178\uB825\uD569\uB2C8\uB2E4.
about.p1=MANUSCRIPTLINK\uB294 \uC800\uB110 \uD3B8\uC9D1\uC704\uC6D0 \uBC0F \uAD00\uB9AC\uC790\uB4E4\uC774 \uC131\uACF5\uC801\uC73C\uB85C \uC800\uB110\uC744 \uC6B4\uC601\uD558\uACE0, \uB17C\uBB38 \uD22C\uACE0\uC790\uB4E4\uC774 \uB17C\uBB38\uC744 \uC27D\uAC8C \uC81C\uCD9C\uD558\uACE0, \uC2EC\uC0AC\uC790\uB4E4\uC774 \uD6A8\uC728\uC801\uC73C\uB85C \uC2EC\uC0AC\uD560 \uC218 \uC788\uB294 \uC11C\uBE44\uC2A4\uB97C \uC81C\uACF5\uD558\uAE30 \uC704\uD574 \uC9C0\uC18D\uC801\uC73C\uB85C \uB178\uB825\uD569\uB2C8\uB2E4.
about.benefit1=\uC644\uBCBD\uD55C \uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uB9AC\uBDF0 \uC11C\uBE44\uC2A4 \uC9C0\uC6D0
about.benefit2=\uBBF8\uB9AC \uC798 \uC900\uBE44\uB41C \uC774\uBA54\uC77C \uD15C\uD50C\uB9BF
about.benefit3=\uC138\uB828\uB418\uACE0 \uC9C1\uAD00\uC801\uC778 \uC0AC\uC6A9\uC790 \uC778\uD130\uD398\uC774\uC2A4
about.benefit4=\uC2EC\uC0AC\uC790 \uCD94\uCC9C \uC9C0\uC6D0
about.benefit5=\uACE0\uD488\uC9C8 \uC800\uB110\uC744 \uC704\uD55C \uD30C\uD2B8\uB108\uC27D
about.benefit6=\uBB34\uC81C\uD55C \uD22C\uACE0
about.benefit7=\uD569\uB9AC\uC801\uC778 \uC11C\uBE44\uC2A4 \uAC00\uACA9
about.benefit1.description=\uBCF8 \uC11C\uBE44\uC2A4\uB294 \uC800\uB110 \uAD00\uB9AC\uC790, \uD3B8\uC9D1\uC704\uC6D0, \uC800\uC790, \uC2EC\uC0AC\uC790\uB4E4\uC774 \uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uAD00\uB9AC \uC5C5\uBB34\uB97C \uC644\uBCBD\uD558\uAC8C \uCC98\uB9AC\uD560 \uC218 \uC788\uB3C4\uB85D \uC9C0\uC6D0\uD569\uB2C8\uB2E4.
about.benefit2.description=\uBCF8 \uC11C\uBE44\uC2A4\uB294 \uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uAD00\uB9AC \uC5C5\uBB34\uC640 \uAD00\uB828\uB41C 64\uAC1C\uC758 \uC774\uBA54\uC77C \uD15C\uD50C\uB9BF\uC744 \uC81C\uACF5\uD569\uB2C8\uB2E4. \uC81C\uACF5\uB418\uB294 \uD15C\uD50C\uB9BF\uC744 \uC774\uC6A9\uD558\uC5EC \uAC01 \uC800\uB110\uC758 \uC5C5\uBB34 \uCC98\uB9AC\uB54C\uB9C8\uB2E4 \uC804\uB2EC\uB418\uC5B4\uC57C \uD558\uB294 \uC774\uBA54\uC77C\uB4E4\uC774 \uC790\uB3D9\uC73C\uB85C \uAD6C\uC131\uB418\uC5B4 \uBC1C\uC1A1\uB429\uB2C8\uB2E4.
about.benefit3.description=\uBCF8 \uC11C\uBE44\uC2A4\uB294 \uB2E4\uB978 \uC720\uC0AC \uC11C\uBE44\uC2A4\uB4E4\uC5D0 \uBE44\uD574 \uB354\uC6B1 \uC138\uB828\uB418\uACE0 \uC9C1\uAD00\uC801\uC778 \uC0AC\uC6A9\uC790 \uC778\uD130\uD398\uC774\uC2A4\uB97C \uC9C0\uC6D0\uD569\uB2C8\uB2E4. \uC800\uD76C\uB294 \uBCF8 \uC11C\uBE44\uC2A4\uB97C \uC774\uC6A9\uD558\uB294 \uC0AC\uC6A9\uC790\uB4E4\uC774 \uB290\uB07C\uACE0 \uC0DD\uAC01\uD558\uB294 \uCD1D\uCCB4\uC801\uC778 \uACBD\uD5D8\uC744 \uCD5C\uC0C1\uC73C\uB85C \uB04C\uC5B4\uC624\uB9AC\uB824\uB294 \uB178\uB825\uC744 \uC9C0\uC18D\uC801\uC73C\uB85C \uD569\uB2C8\uB2E4.
about.benefit4.description=\uC800\uD76C\uB294 \uC81C\uCD9C\uB41C \uB17C\uBB38\uC5D0 \uB300\uD574 \uD3B8\uC9D1\uC704\uC6D0\uB4E4\uC774 \uC2EC\uC0AC\uC790\uB97C \uC120\uC815\uD558\uB294 \uC791\uC5C5\uC774 \uC5BC\uB9C8\uB098 \uC5B4\uB824\uC6B4\uC9C0 \uC798 \uC774\uD574\uD558\uACE0 \uC788\uC2B5\uB2C8\uB2E4. \uADF8\uB798\uC11C, \uBCF8 \uC11C\uBE44\uC2A4\uB294 \uD559\uC220 \uC804\uBB38\uAC00 \uB370\uC774\uD130\uBCA0\uC774\uC2A4\uB97C \uAD00\uB9AC\uD558\uACE0, \uC801\uD569\uD55C \uC2EC\uC0AC\uC790 \uCD94\uCC9C \uAE30\uBC95\uC744 \uC9C0\uC18D\uC801\uC73C\uB85C \uAC1C\uBC1C\uD558\uBA74\uC11C \uD3B8\uC9D1\uC704\uC6D0\uBD84\uB4E4\uC758 \uD3B8\uC758\uB97C \uB3C4\uBAA8\uD569\uB2C8\uB2E4.
about.benefit5.description=\uBCF8 \uC11C\uBE44\uC2A4\uB97C \uC774\uC6A9\uD558\uACE0\uC790 \uACC4\uC57D\uC744 \uB9FA\uB294 \uC21C\uAC04 \uC800\uD76C\uB294 \uACC4\uC57D\uC744 \uB9FA\uC740 \uC800\uB110\uC758 \uB192\uC740 \uD488\uC9C8 \uBCF4\uC7A5\uC744 \uC704\uD558\uC5EC \uD568\uAED8 \uB178\uB825\uD560 \uAC83\uC785\uB2C8\uB2E4.
about.benefit6.description=\uADC0\uD558\uC758 \uC800\uB110\uC744 \uC704\uD558\uC5EC \uAC1C\uC124\uB41C \uC11C\uBE44\uC2A4\uC5D0 \uD68C\uC6D0\uAC00\uC785\uC744 \uD55C \uC800\uC790\uB4E4\uC740 \uACE7\uBC14\uB85C \uB17C\uBB38\uC744 \uC81C\uCD9C\uD560 \uC218 \uC788\uC73C\uBA70, \uADF8\uB7EC\uD55C \uC81C\uCD9C \uB17C\uBB38 \uD22C\uACE0 \uC218\uB294 \uBB34\uC81C\uD55C\uC785\uB2C8\uB2E4.
about.benefit7.description=\uBCF8 \uC11C\uBE44\uC2A4\uB294 \uC57D\uC18D\uB41C \uD488\uC9C8\uC744 \uBC14\uD0D5\uC73C\uB85C \uC800\uD76C\uC640 \uACE0\uAC1D \uC0AC\uC774\uC5D0 \uACF5\uC815\uD558\uB2E4\uACE0 \uACE0\uB824\uB41C \uAC00\uACA9\uC73C\uB85C \uC81C\uACF5\uB429\uB2C8\uB2E4.
landing.slider.message.1=\uC800\uB110 \uB17C\uBB38 \uD22C\uACE0 \uBC0F \uC2EC\uC0AC \uAD00\uB9AC \uC11C\uBE44\uC2A4\uAC00 \uD544\uC694\uD569\uB2C8\uAE4C?
landing.slider.message.2=\uC774 \uC11C\uBE44\uC2A4\uAC00 \uBC14\uB85C \uB2F9\uC2E0\uC774 \uCC3E\uACE0 \uC788\uB358 \uAC83\uC785\uB2C8\uB2E4.
landing.slider.message.3=\uC9C1\uC811 <a href="http://demo.manuscriptlink.com" target="_blank">\uB370\uBAA8 \uC11C\uBE44\uC2A4</a>\uB97C \uCCB4\uD5D8\uD558\uACE0 \uC81C\uACF5\uD558\uB294 <a class="openService">\uC11C\uBE44\uC2A4\uB97C \uAC1C\uC124</a>\uD558\uC138\uC694!
home.belowTitle1=\uBCF8 \uC11C\uBE44\uC2A4\uB97C \uC774\uC6A9\uD558\uC5EC \uC5F0\uAD6C\uC790\uB4E4\uC740 \uC790\uC2E0\uB4E4\uC758 \uD559\uC220 \uB17C\uBB38\uC744 \uC800\uB110\uC5D0 \uD22C\uACE0\uD558\uACE0,
home.belowTitle2=\uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uD3B8\uC9D1\uC7A5\uC744 \uC120\uC815\uD558\uACE0, \uD3B8\uC9D1\uC7A5\uB4E4\uC740 \uC2EC\uC0AC\uC704\uC6D0\uC744 \uC120\uC815\uD558\uC5EC
home.belowTitle3=\uC81C\uCD9C\uB41C \uB17C\uBB38\uC744 \uD3C9\uAC00\uD558\uACE0 \uCD9C\uD310 \uB17C\uBB38\uC744 \uC120\uC815\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

pricing.charge.Free=\uBB34\uB8CC

pricing.monthly.price.Premium=\u20A9 300,000/\uC6D4
pricing.monthly.price.Classic=\u20A9 100,000/\uC6D4
pricing.monthly.price.Free=\u20A9 0
pricing.annual.price.Premium=\u20A9 3,000,000
pricing.annual.price.Classic=\u20A9 2,500,000
pricing.annual.price.Free=\u20A9 2,000,000

pricing.free.submissions.Premium=\uBB34\uC81C\uD55C
pricing.free.submissions.Classic=\uBB34\uC81C\uD55C
pricing.free.submissions.Free=\uBB34\uC81C\uD55C

Landing.service.open=\uACE7 \uD504\uB9AC\uBBF8\uC5C4/\uD074\uB798\uC2DD \uC11C\uBE44\uC2A4\uB97C \uC815\uC2DD\uC73C\uB85C \uC624\uD508\uD569\uB2C8\uB2E4. \uC6B0\uC120 <a href='https://demo.manuscriptlink.com' target='_blank'>\uB370\uBAA8 \uC11C\uBE44\uC2A4</a>\uB294 \uCCB4\uD5D8\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.

pricing.price.tooltip=Basic Price tooltip
pricing.free.submission.tooltip=Basic Price (per Month) tooltip
pricing.additional.charge.tooltip=Basic Price (per Month) tooltip
pricing.manager.customization.tooltip=Free manuscript submission per month description
pricing.special.issue.tooltip=
pricing.guest.editor.tooltip=
pricing.reviewer.recommendation.tooltip=
pricing.recirculation.support.tooltip=
pricing.associate.support.tooltip=

landingpage.home=ManuscriptLink \uC11C\uBE44\uC2A4 \uD648
landingpage.feature.management=\uC11C\uBE44\uC2A4 \uAD00\uB9AC
landingpage.feature.management.description=\uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uC0C8\uB85C\uC6B4 \uC11C\uBE44\uC2A4\uB97C \uAC1C\uC124\uD558\uACE0 \uC804\uCCB4\uC801\uC778 \uB17C\uBB38 \uC81C\uCD9C \uBC0F \uC2EC\uC0AC \uC11C\uBE44\uC2A4\uB97C \uC6B4\uC601\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uBCF8 \uC2DC\uC2A4\uD15C\uC5D0\uC11C\uB294 "\uC11C\uBE44\uC2A4 \uD0C0\uC785 A", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 B", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 C", "\uC11C\uBE44\uC2A4 \uD0C0\uC785 D"\uC758 4\uAC00\uC9C0 \uC885\uB958\uB97C \uC9C0\uC6D0\uD558\uACE0 \uC800\uB110 \uAD00\uB9AC\uC790\uB294 \uC774\uB7EC\uD55C 4\uAC00\uC9C0 \uC885\uB958\uC911 \uD558\uB098\uB97C \uC120\uD0DD\uD558\uC5EC \uC11C\uBE44\uC2A4\uB97C \uC6B4\uC601\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4. \uAC01 \uC11C\uBE44\uC2A4 \uD0C0\uC785\uC5D0 \uB300\uD55C \uC790\uC138\uD55C \uC124\uBA85\uC740 \uB2E4\uC74C\uACFC \uAC19\uC2B5\uB2C8\uB2E4:
landingpage.feature.submission=\uB17C\uBB38 \uD22C\uACE0
landingpage.feature.submission.description=\uB17C\uBB38 \uD22C\uACE0 \uC124\uBA85
landingpage.feature.review=\uB17C\uBB38 \uC2EC\uC0AC
landingpage.feature.review.description=\uB17C\uBB38 \uC2EC\uC0AC \uC124\uBA85
landingpage.feature.editorship=\uC5D0\uB514\uD130 \uC5C5\uBB34
landingpage.feature.editorship.description=\uC5D0\uB514\uD130 \uC5C5\uBB34 \uC124\uBA85
landingpage.feedback.thankyou=\uC18C\uC911\uD55C \uC758\uACAC\uC774 \uC811\uC218\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uAC10\uC0AC\uD569\uB2C8\uB2E4.
landingpage.calltoaction.demo.sentence=\uC800\uD76C\uC758 \uC11C\uBE44\uC2A4\uB97C \uC9C1\uC811 \uCCB4\uD5D8\uD558\uC2DC\uACA0\uC2B5\uB2C8\uAE4C? \uB370\uBAA8 \uC11C\uBE44\uC2A4\uB97C \uBC29\uBB38\uD558\uC138\uC694.
landingpage.calltoaction.demo.button=\uB370\uBAA8 \uC11C\uBE44\uC2A4 \uBC29\uBB38
landingpage.types=\uC11C\uBE44\uC2A4 \uC885\uB958
landing.inPreparation=\uC900\uBE44\uC911

landing.beta=\uBCA0\uD0C0
landing.emails=\uAC1C\uC758 \uC774\uBA54\uC77C \uC591\uC2DD

landing.premium=\uD504\uB9AC\uBBF8\uC5C4 \uC11C\uBE44\uC2A4
landing.classic=\uD074\uB798\uC2DD \uC11C\uBE44\uC2A4
landing.free=\uBB34\uB8CC \uC11C\uBE44\uC2A4

landing.premiumShort=\uD504\uB9AC\uBBF8\uC5C4
landing.classicShort=\uD074\uB798\uC2DD
landing.freeShort=\uBB34\uB8CC
